

categories = ['🎁 Акции', '🛍 Ткани', '🎗 Фурнитура', '✂️ Инструменты']

description_for_info_pages = {
    'main': 'Добро пожаловать!',
    'about': 'Бот магазина "Студия тканей".\nРежим работы бота - круглосуточно.',
    'catalog': 'Категории:',
    'cart': 'В корзине ничего нет!',
    'order': 'Ваша корзина:',
}

residual_count = 1.2

text_for_order = '₽ по номеру 89149148945 СБЕР на Светлану А\n\n\
После перевода нажмите Подтвердить оплату и следуйте инструкциям'

order_alert = '❗ В А Ж Н О ❗\n\n\
Товар в корзине резервирует товар из наличия.\n\
По правилам магазина нельзя зарезервировать товар без оплаты дольше, чем до конца дня.\n\n\
❗ Без своевременной оплаты корзина аннулируется ❗'
